Repository: bdien/booh-packaging
Catalog: po/*.po
Languages: eo

source: <i>Click on an image to view it larger</i>
eo: <i>Klaku bildon por vidi ĝin pli granda</i>

source: return to thumbnails
eo: reen al miniaturoj

source: fixating configuration file...
eo: korektante agordodosiero...

source: removing %s, no element in it
eo: forigante %s, neniu elemento ene

source: rescanning directories to generate all 'index.html' files...
eo: retrarigardante dosierujojn por krei ĉiujn 'index.html' dosierojn...

source: return to albums
eo: reen al albumoj

source: previous album
eo: antaŭa albumo

source: next album
eo: sekva albumo

source: all done.
eo: ĉio farita.

source: small
eo: malgranda

source: medium
eo: mezgranda

source: large
eo: granda

source: x-large
eo: mezgrandega

source: xx-large
eo: grandega

source: english
eo: angla

source: german
eo: germana

source: french
eo: franca

source: japanese
eo: japana

source: esperanto
eo: esperanta

source: ***ERROR***: %s
eo: ***ERARO***: %s

source: Warning: %s
eo: Atentu: %s

source: ***ERROR***: %s
eo: ***ERARO***: %s

source: Warning: %s
eo: Atentu: %s

source: Selecting theme '%s'
eo: Elektante etoso '%s'

source: Can't carry on, no valid size selected.
eo: Ne daŭrigeblas, neniu valida grandeco elektita.

source: specified seektime too large? that may also be another probleme. try another value.
eo: indikita serĉotempo tro granda? povas esti alia problemo. Provu alian valoron.

source: ''The Web-Album of choice for discriminating Linux users''
eo: "La elektinda TTT-Albumo por diskriminaciantaj Linukso uzantoj"

source: Esperanto: Stephane Fillod Japanese: Masao Mutoh German: Roland Eckert French: Guillaume Cottenceau
eo: Esperanta: Stéphane Fillod Japana: Masao Mutoh Germana: Roland Eckert Franca: Guillaume Cottenceau

source: Undo %s.
eo: Malfaru %s.

source: Redo %s.
eo: Refaru %s.

source: Sizes that should fit browsers in fullscreen for 800x600 screens
eo: Grandecoj kiuj adaptus retumilojn tutekrane por 800x600 ekranoj

source: Sizes that should fit browsers in fullscreen for 1024x768 screens
eo: Grandecoj kiuj adaptus retumilojn tutekrane por 1024x768 ekranoj

source: Sizes that should fit browsers in fullscreen for 1280x1024 screens
eo: Grandecoj kiuj adaptus retumilojn tutekrane por 1280x1024 ekranoj

source: Sizes that should fit browsers in fullscreen for 1400x1050 screens
eo: Grandecoj kiuj adaptus retumilojn tutekrane por 1400x1050 ekranoj

source: Sizes that should fit browsers in fullscreen for 1600x1200 screens
eo: Grandecoj kiuj adaptus retumilojn tutekrane por 1600x1200 ekranoj
