Repository: bdien/booh-packaging
Catalog: po/*.po
Languages: eo

source: Get help message
eo: Montru helpomesaĝon

source: Print version and exit
eo: Montru version kaj finu

source: Usage: %s [OPTION]...
eo: Uzo: %s [OPCIO]

source: The program 'convert' is needed. Please install it. It is generally available with the 'ImageMagick' software package.
eo: La programon 'convert' necesas. Bonvolu instali ĝin. Ĝi disponeblas ĝenerale el la programaro 'ImageMagick'.

source: The program 'identify' is needed to get photos sizes and EXIF data. Please install it. It is generally available with the 'ImageMagick' software package.
eo: La programon 'identify' necesas por elkoni bildgrandecojn kaj EXIF-an datumon. Bonvolu instali ĝin. Ĝi disponeblas ĝenerale el la programaro 'ImageMagick'.

source: The following program(s) are needed to handle videos: '%s'. Videos will be ignored.
eo: La sekvonta(j) programo(j) necesas por trakti videon: '%s'. Videoj estos ignoritaj.

source: Mouse gesture: delete.
eo: Musgesto: forviŝu

source: text edit
eo: teksto redakto

source: rotate clockwise
eo: turnu laŭhorloĝe

source: rotate counter-clockwise
eo: turnu kontraŭhorloĝe

source: flip upside-down
eo: Spegulu vertikale

source: Change seek time
eo: Ŝanĝu serĉ-tempon

source: Please specify the <b>seek time</b> of the video, to take the thumbnail from, in seconds.
eo: Bonvolu difini la <b>serĉtempon</b> de la video,por elpreni la miniaturojn, en sekundoj.

source: Specify panorama amount
eo: Donu panoramo-kvanton

source: none (not a panorama image)
eo: neniu (ne panoramo-bildo)

source: amount of:
eo: nombro da:

source: times the width of other images
eo: foje la grandeco de aliaj bildoj

source: Fix white balance
eo: Korektu blankan ekvilibron

source: Change image
eo: Ŝanĝu bildon

source: View larger
eo: Rigardu pligranda

source: Play video
eo: Ludu videon

source: View EXIF data
eo: Rigardu EXIF-an datumon

source: EXIF data of %s
eo: EXIF datumo de %s

source: Rotate clockwise
eo: Turnu laŭhorloĝe

source: Rotate counter-clockwise
eo: Turnu kontraŭhorloĝe

source: Move left
eo: Movu maldekstren

source: Move right
eo: Movu dekstren

source: Move top
eo: Movu plejsupren

source: Move up
eo: Movu supren

source: Move down
eo: Movu Malsupren

source: Move bottom
eo: Movu plejmalsupren

source: Flip upside-down
eo: Spegulu vertikale

source: Specify seek time
eo: Difinu serĉtempon

source: Fix white-balance
eo: Korektu blankoekvilibro

source: Original contrast
eo: Origina kontrasto

source: Enhance constrast
eo: Elstarigu kontraston

source: Toggle contrast enhancement
eo: (Mal)elstarigu kontraston

source: Set as panorama
eo: Difinu kiel panoramo

source: Edit image
eo: Redaktu bildon

source: move %s
eo: movu %s

source: color swap
eo: koloro-interŝanĝo

source: specify seektime
eo: difinu serĉtempon

source: change panorama amount
eo: ŝanĝu panoramo-kvanton

source: fix white balance
eo: korekti blanka ekvilibro

source: enhance
eo: plistarigu

source: Do you confirm this subalbum needs to be completely removed? This operation cannot be undone.
eo: Ĉu vi konfirmas ke tiu subalbumo devas esti forigita? Tiu ago ne povas esti malfarita.

source: delete
eo: forigu

source: %s elements in the clipboard.
eo: %s elementoj en la interdeponejo

source: paste
eo: enmetu

source: Pasted %s elements.
eo: Enmetitaj %s elementoj

source: Mouse gesture: rotate.
eo: Musgesto: rotacii

source: reorder
eo: ordigu

source: Nothing selected.
eo: Neniu elektita.

source: %s elements selected.
eo: %s elementoj elektitaj.

source: Save before quitting?
eo: Konservu antaŭ fino?

source: Do you want to save your changes before quitting?
eo: Ĉu vi volas konservi viajn ŝanĝojn antaŭ la fino?

source: Booh message
eo: Booh mesaĝo

source: Thumbnails
eo: Miniaturoj

source: Scanning photos and videos...
eo: Trarigardante bildojn kaj videojn...

source: not started
eo: ne lanĉita

source: HTML pages
eo: HTML-paĝoj

source: _Abort
eo: _Haltigu

source: finished
eo: finita

source: Scanning sub-album looking for EXIF dates...
eo: Trarigardante subalbumon serĉante je EXIF-datoj...

source: remove all captions
eo: forigu ĉiujn titolojn

source: Select image for caption
eo: Elektu bildon por la titolo

source: change caption file for sub-album
eo: ŝanĝu titolodosieron pro subalbumo

source: %s: %s photos and %s videos, %s sub-albums
eo: %s: %s bildoj kaj %s videoj, %s subalbumoj

source: Select your preferred theme
eo: Elektu vian preferatan etoson

source: Theme name
eo: Etosonomo

source: Sub-albums page look
eo: Subalbumo paĝaspekto

source: Thumbnails page look
eo: Miniaturoj paĝaspekto

source: Fullscreen page look
eo: Tutekrano paĝaspekto

source: Corrupted booh file...
eo: Difektita booh dosiero...

source: File not found.
eo: Dosiero ne trovita.

source: Not a booh file!
eo: Ne booh-a dosiero!

source: File's version %s, booh version now %s, marking dirty
eo: Dosiero versio %s, booh versio nun %s,malpurigas

source: File's version prior to 0.8.4, migrating directories and filenames in destination directory if needed
eo: Dosiero versio antaŭ 0.8.4, migradigante dosierujojn kaj dosiernomojn en cela dosierujoj se necesas

source: Save this album?
eo: Konservu tiun albumon?

source: Do you want to save the changes to this album?
eo: Ĉu vi volas konservi la ŝanĝojn de tiu albumo?

source: Open file
eo: Malfermu dosieron

source: Multi-languages support
eo: Plurlingvoj uzo

source: Disabled
eo: Malŝaltita

source: Enabled
eo: Ŝaltita

source: Pick languages to support
eo: Elektu lingvojn uzendajn

source: Select the languages to support:
eo: Elektu lingvojn uzendajn:

source: Select the fallback language:
eo: Elektu retropaŝan lingvon:

source: Languages: %s. Fallback: %s.
eo: Lingvoj: %s. Rotropaŝo: %s.

source: Create a new album
eo: Kreu novan albumon

source: Locations
eo: Situoj

source: Directory of photos/videos:
eo: Dosierujo de bildoj/videoj:

source: browse...
eo: rigardu...

source: <span size='small'><i>number of photos/videos down this directory:</i></span>
eo: <span size='small'><i>numbro da bildoj/videoj sub tiu dosierujo:</i></span>

source: <span size='small'><i>N/A</i></span>
eo: <span size='small'><i>n/h</i></span>

source: Directory where to put the web-album:
eo: Dosierujo por la TTT-albumo:

source: Filename to store this album's properties:
eo: Dosiernomo por konservi tiu albumo ecoj:

source: Configuration
eo: Agordo

source: Theme:
eo: Etoso:

source: Sizes of images to generate:
eo: Generotaj bildoj grandecoj:

source: Number of thumbnails per row:
eo: Nombro da miniaturoj je linio:

source: Number of thumbnails per page:
eo: Nombro da miniaturoj je paĝo:

source: Multi-languages: enabled.
eo: Plurlingvoj: ŝaltita.

source: Multi-languages: disabled.
eo: Plurlingvoj: malŝaltita.

source: 'Made with' markup on pages bottom:
eo: 'Farita per' markaĵo plejmalsupre de paĝoj:

source: made with <a href=%booh>booh</a>!
eo: farita per <a href=%booh>booh</a>!

source: <span size='small'><i>invalid source directory</i></span>
eo: <span size='small'><i>malvalida fonta dosierujo</i></span>

source: <span size='small'><i>processing...</i></span>
eo: <span size='small'><i>traktante...</i></span>

source: <span size='small'><i>%s photos and %s videos</i></span>
eo: <span size='small'><i>%s bildoj kaj %s videoj</i></span>

source: <span size='small'><i>permission denied</i></span>
eo: <span size='small'><i>mankas permeso</i></span>

source: Select the directory of photos/videos
eo: Elektu la dosierujon de la bildoj/videoj

source: Select a new directory where to put the web-album
eo: Elektu la novan dosierujon por la TTT-albumo

source: Select a new file to store this album's properties
eo: Elektu la novan dosieron por la albumo ecoj

source: original
eo: originalo

source: Include original photo in web-album
eo: Enmetu originalan bildon en TTT-albumon

source: Set the number of thumbnails per row of the 'thumbnails' pages (if chosen theme uses a row arrangement)
eo: Donu la nombron da miniaturoj je linio de la 'miniaturoj' paĝoj (se elektita etoso uzas linioaranĝon)

source: The directory of photos/videos is invalid. Please check your input.
eo: La dosierujo de bildoj/videoj estas malvalida. Bonvolu kontroli vian enigon.

source: The directory of photos/videos doesn't exist. Please check your input.
eo: La dosierujo de bildoj/videoj ne ekzistas. Bonvolu kontroli via enigon.

source: The destination directory is invalid. Please check your input.
eo: La cela dosierujo de bildoj/videoj estas malvalida. Bonvolu kontroli vian enigon.

source: Sorry, destination directory can't contain non simple alphanumeric characters.
eo: Pardonu, la cela dosierujo ne haveblas malsimpla literoj kaj ciferoj.

source: Please specify a filename to store the album's properties.
eo: Bonvolu indiki dosiernomon por konservi la albumo-ecojn.

source: The filename to store the album's properties is invalid. Please check your input.
eo: La indikita dosiernomo por konservi la albumo-ecojn estas malvalida. Bonvolu kontroli vian enigon.

source: Sorry, the filename specified to store the album's properties is an existing directory. Please choose another one.
eo: Pardonu, la indikita dosiernomo por konservi la albumo-ecojn estas ekzistanta dosierujo. Bonvolu elekti alian.

source: You need to select at least one size (not counting original).
eo: Vi elektendas almenaŭ unu grandecon (sen nombrante la originalon).

source: Could not create destination directory. Permission denied?
eo: Ne kreeblis celan dosierujon. Neniu permseo?

source: Please wait while scanning source directory...
eo: Bonvolu atendi dum trarigardo de font-dosierujo...

source: Properties of your album
eo: Ecoj de via albumo

source: Directory of source photos/videos:
eo: Dosierujo de fontaj bildoj/videoj:

source: Directory where the web-album is created:
eo: Dosierujo por krei la TTT-albumo:

source: Filename where this album's properties are stored:
eo: Dosiernomo pro tiu albumo-ecoj:

source: Select a new filename to store this album's properties
eo: Elektu novan dosiernomon por tiu albumo-ecoj

source: Edit preferences
eo: Redaktu ecojn

source: Options
eo: Opcioj

source: Command for watching videos:
eo: Komando por spekti videojn:

source: Use %f to specify the filename; for example: /usr/bin/mplayer %f
eo: Uzu %f por indiki dosiernomon; ekzemple: /usr/bin/mplayer %f

source: Command for editing images:
eo: Komando por redakti bildojn:

source: Use %f to specify the filename; for example: /usr/bin/gimp-remote %f
eo: Uzu %f por indiki dosiernomon; ekzemple: /usr/bin/gimp-remote %f

source: Browser's command:
eo: TTT-legilo komando:

source: Use %f to specify the filename; for example: /usr/bin/mozilla-firefox -remote 'openURL(%f,new-window)' || /usr/bin/mozilla-firefox %f
eo: Uzu %f por indiki la dosiernomon; ekzemple: /usr/bin/mozilla-firefox -remote 'openURL(%f,new-window)' || /usr/bin/mozilla-firefox %f

source: processors
eo: proceziloj

source: Disable mouse gestures
eo: Neebligu musgestojn

source: Delete original photos/videos as well
eo: Forigu originalajn bildojn/videojn ankaŭ

source: Normally, deleting a photo or video in booh only removes it from the web-album. If you check this option, the original file in source directory will be removed as well. Undo is possible, since actual deletion is performed only when web-album is saved.
eo: Ĝenerale, forigi bildon aŭ videon en booh nur forigas ĝin el la TTT-albumo. Se vi elektas tiun opcion, la originala dosiero en fontodosierujo estos forigita ankaŭ. Malfareblas, ĉar aktuala forigo estas farita nur kiam la TTT-albumo estas konservita.

source: Advanced
eo: Plie

source: Normally, filenames without extension are used as comments for photos and videos in new albums. Use this entry to use something else.
eo: Ĝenerale, dosiernomoj sen sufikso estas uzitaj kiel komentoj por bildoj kaj videoj en novaj albumoj. Elektu tion ĉi por uzi alian.

source: Transcode videos
eo: Transkodi videojn

source: _File
eo: _Dosiero

source: Merge new/removed photos/videos in current subalbum
eo: Kunfandu novajn/forigajn bildojn/videojn en nuna subalbumo

source: Take into account new/removed photos/videos in currently viewed subalbum
eo: Konsideru novajn/forigajn bildojn/videojn en la nuna rigardata subalbumo

source: Merge new subalbums (subdirectories) in current subalbum
eo: Kunfandu novajn subalbumojn (subdosierujojn) en nuna subalbumo

source: Take into account new subalbums in currently viewed subalbum (and only here)
eo: Konsideru novajn subalbumojn en nuna rigardata subalbumo (ja nur ĉi tie)

source: Scan source directory to merge new subalbums and new/removed photos/videos
eo: Rigardadu fontodosierujon por kunfandi novajn subalbumojn kaj novajn/forigajn bildojn/videojn.

source: Take into account new/removed subalbums (subdirectories) and new/removed photos/videos in existing subalbums (anywhere)
eo: Konsideru novajn/forigajn subalbumojn (subdosierujojn) kaj novajn/forigajn bildojn/videojn en ekzistanta subalbumojn (ie ajn)

source: Generate web-album
eo: Kreu TTT-albumon

source: (Re)generate web-album from latest changes into the destination directory
eo: (Re)kreu TTT-albumon el lastaj ŝanĝoj al cela dosierujo

source: View web-album with browser
eo: Rigardu TTT-albumon per TTT-legilo

source: View and modify properties of the web-album
eo: Rigardu kaj ŝanĝu ecojn de la TTT-albumo

source: Please wait while generating web-album... This may take a while, please be patient.
eo: Bonvolu atendi dum rekreiĝas TTT-albumo... Longtempa eblas, bonvolu pacienci.

source: Seems like you should generate the web-album first.
eo: Ŝajnas ke vi kreendas unue la TTT-albumon.

source: _Edit
eo: _Redakto

source: Sort by EXIF date
eo: Ordigu laŭ EXIF-dato

source: Remove all captions in this sub-album
eo: Forigu ĉiujn titolojn el tiu subalbumo

source: Mainly useful when you don't want to type any caption, that will remove default captions made of filenames
eo: Ĝenerale uzata kiam vi ne volas tajpi titolon, tio forigos apriorajn titolojn faritajn el dosiernomoj

source: _Help
eo: _Helpo

source: One-click tools
eo: Sola-klako iloj

source: Speedup: key shortcuts and mouse gestures
eo: Rapidigo: klavkombinoj kaj musgestoj

source: Online tutorials (opens a web-browser)
eo: Retaj instrukcioj (malfermas TTT-legilon)

source: One-Click tools are available in the toolbar.
eo: Unu-klakaj iloj disponeblas illistele.

source: Open
eo: Malfermu

source: Rotate
eo: Rotaciu

source: Enhance
eo: Elstarigu

source: Delete
eo: Forigu

source: None
eo: Neniu

source: You have just clicked on a One-Click tool.
eo: Vi ĵus klakis Unu-klakan ilon.

source: Password protect this sub-album
eo: Pasvorte protektu tiun subalbumo

source: free access
eo: libera aliro

source: password protect with password file:
eo: pasvorte protektu per pasvorto dosiero

source: help about password file
eo: helpo pri pasvorto dosiero

source: generate a password file
eo: kreu pasvortdosieron

source: Generate a password file
eo: Kreu pasvortdosieron

source: I can generate a password file (.htpasswd for Apache) for you. Just type the username and password you wish to put in it below and validate.
eo: Kreeblas pasvortdosieron (.htpasswd pro Apaŝo) pro vi. Nur tajpu sube la uzantonomon kaj pasvorton vi deziras enmeti kaj konfirmu.

source: Username:
eo: Uzantonomo:

source: Password:
eo: Pasvorton:

source: set password protection for %s
eo: Igu pasvortoprotekto por %s

source: Source directory or sub-directories can't contain a single-quote character, sorry: %s
eo: Fontodosierujo aŭ subdosierujoj ne rajtas enhavi simplan citilon, pardonu: %s

source: Password protect
eo: Pasvorte protektu

source: Restore deleted photos/videos/subalbums
eo: Malforigu bildojn/videojn/subalbumojn

source: Sub-albums page
eo: Sub-albumoj paĝo

source: Thumbnails page
eo: Miniaturoj paĝo

source: Ready.
eo: Preta.

source: Sort entries by EXIF date
eo: Ordigu laŭ EXIF-dato

source: Selected %s
eo: Elektita %s

source: Cleared label
eo: Forviŝita etikedo

source: set label
eo: difinu etikedon

source: Loading images...
eo: Ŝargante bildojn...

source: Loading... %d%
eo: Ŝargante... %d%

source: %d images of total %s kB loaded in %3.2f seconds.
eo: %d bildoj (%s kB) ŝargitaj dum %3.2f sekundoj.

source: Videos can't contain a single quote character ('), sorry: %s
eo: Videoj ne rajtas enhavi citilan signon ('), pardonu: %s

source: Ignoring directory %s, begins with a dot (indicating a hidden directory)
eo: Ignoru dosierujon %s, komencas per punkto (indikante kaŝita dosierujo)

source: Specify the directory to work with
eo: Indiku la dosierujon uzendan

source: <b>Label name:</b>
eo: <b>Etikedo nomo:</b>

source: <b>Amount of pictures:</b>
eo: <b>Kvanto da bildoj:</b>

source: <b>Pictures examples:</b>
eo: <b>Bildaj ekzamploj:</b>

source: <b>Action to perform:</b>
eo: <b>Ago efektivigenda:</b>

source: Copy to:
eo: Kopiu al:

source: Move to:
eo: Movu al:

source: Do nothing
eo: Faru nenion

source: <i>(unset)</i>
eo: <i>(nedifinita)</i>

source: Specify the directory where to move the pictures to
eo: Elektu la celan dosierujon por la bildojn

source: <i>to remove</i>
eo: <i>forigenda</i>

source: Speedup: key shortcuts
eo: Rapidigo: klavkombinoj

source: Labels list:
eo: Etikedo listo:

source: Run slideshow!
eo: Eku bildprezenton!

source: Stop slideshow
eo: Haltigu bildprezenton

source: <<- First
eo: <<- Unua

source: <- Previous
eo: <- Antaŭa

source: Next ->
eo: Sekva ->

source: Last ->>
eo: Lasta ->>

source: pause:
eo: paŭzo:

source: secs
eo: sekundoj

source: <i>Hint: you can click on the images to open the albums!</i>
eo: <i>Konsileto: vi povas alklaki la bildon por malfermi la albumojn!</i>

source: Directory which contains original photos/videos as files or subdirs
eo: Dosierujoj enhavantaj originalaj bildoj/videoj kiel dosieroj aŭ subdosierujoj

source: Select HTML theme to use
eo: Elektu HTML-etoson uzotan

source: File containing config listing photos and videos within directories with captions
eo: Dosieroj enhavantaj agordolisto-bildoj kaj videoj ene de subdosierujoj kun titoloj

source: Filename where the script will output a config skeleton
eo: Dosiernomo por la skriptfarita eligo de la agordoŝablono

source: File containing config listing, where to merge new/removed photos/videos from --source, and change theme info
eo: Dosiero enhavanta agordolisto, por kunfandi novan/forigan bildojn/videojn el --source, kaj ŝanĝi etosoinformon

source: File containing config listing, for merging the subdir specified with --dir
eo: Dosiero enhavanta agordolisto, por kunfandi la subdosierujon indikitan per --dir

source: File containing config listing, for merging the new subdirs down the subdir specified with --dir
eo: Dosiero enhavanta agordolisto, por kunfandi la novajn subdosierujojn ene la subdosierujo indikita per --dir

source: Directory for merge with --merge-config-onedir or --merge-config-subdirs
eo: Dosierujoj por kunfandi per --merge-config-onedir aŭ --merge-config-subdirs

source: File containing config listing, where to change theme info
eo: Dosiero enhavanta agordolisto, por ŝanĝi etosoinformon

source: Force generation of album even if the GUI marked some directories as already generated
eo: Devigu kreon de albumo eĉ se la GUI markis iom da subdosierujojn kiel jam kreintaj

source: Specify the list of images sizes to use instead of all specified in the theme (this is a comma-separated list)
eo: Donu la listo de bildograndecoj uzotaj anstataŭ ĉiuj donitaj el la etoso (tiu estas komo-dividile listo)

source: Specify the amount of thumbnails per row in the thumbnails page (if applicable in theme)
eo: Donu la kvanton da miniaturoj je linio en la miniaturoj paĝo (se taŭgas en etoso)

source: Specify the amount of thumbnails per page in the thumbnails page, after which split occurs
eo: Donu la kvanton da miniaturoj je paĝo en la miniaturoj paĝo, post kiu la disigo okazas

source: Specify the HTML markup to use on the bottom of pages for a small 'made with' message
eo: Donu la HTML-markaĵo uzenda ĉe malsupra flanko de paĝoj por malgranda 'farita per' mesaĝo

source: Specify the number of processors for multi-processors machines
eo: Donu la nombron de proceziloj por multprocezilaj komputiloj

source: Do the minimum work to be able to see the album under the GUI (don't generate all thumbnails)
eo: Verku minimume por videbligi la albumon ĉe la GUI (ne kreu ĉiujn miniaturojn)

source: Name a file where to write information about what's going on (used by the GUI)
eo: Nomu dosieron por konservi informon pri kio okazas (uzante de la GUI)

source: Argument to --source must be a directory
eo: Argumento al --source devas esti dosierujo

source: If --destination exists, it must be a directory
eo: Se --destination ekzistas, ĝi devas esti dosierujo

source: Config file does not exist or is unreadable.
eo: Agordodosiero ne ekzistas aŭ ne legeblas.

source: Config skeleton file (%s) already exists and is a directory! Please change the filename.
eo: Ŝablonoagordo-dosiero (%s) jam ekzistas kaj estas dosierujo! Bonvolu ŝanĝi la dosiernomon.

source: Config skeleton file already exists, backuping to %s.backup
eo: Ŝablonoagordo-dosiero jam ekzistas, sekurigante al %s.backup

source: Merge config notice: backuping current config file to %s.backup
eo: Kunfandi agordo mesaĝo: sekurigante nuna agordodosiero al %s.backup

source: Specified directory to merge with --dir is not readable
eo: Donitaj dosierujoj kunfandotaj per --dir ne legeblas

source: Use config notice: backuping current config file to %s.backup
eo: Uzoagordo mesaĝo: sekurigante nuna agordodosiero al %s.backup

source: Missing --dir for --merge-config-onedir
eo: Mankas --dir por --merge-config-onedir

source: Missing --dir for --merge-config-subdirs
eo: Mankas --dir por --merge-config-subdirs

source: Missing --destination parameter.
eo: Mankas --destination parametro.

source: The program 'convert' is needed. Please install it. It is generally available with the 'ImageMagick' software package.
eo: La programo 'convert' necesas. Bonvolu instali ĝin. Ĝi ĝenerale disponeblas el la 'ImageMagick' programaro.

source: the program 'identify' is needed to get images sizes and EXIF data. Please install it. It is generally available with the 'ImageMagick' software package.
eo: la programo 'identify' necesas por ekkoni bildograndecojn kaj EXIF-a datumoj. Bonvolu instali ĝin. Ĝi ĝenerale disponeblas el la 'ImageMagick' programaro.

source: the following program(s) are needed to handle videos: '%s'. Videos will be ignored.
eo: la sekva(j) programo(j) necesas por trakti videojn: '%s'. Videoj estos ignoritaj.

source: No '%s' found for substitution
eo: Ne trovita '%s' por anstataŭo

source: Merging config: removing directory %s from config, isn't on filesystem anymore
eo: Kunfandante agordo: forigante dosierujo %s el agordo, ne plu estas ĉe dosiersistemo

source: Files can't contain any of the characters ', ", [ or ], sorry: %s
eo: Dosieroj ne rajtas enhavi iu ajn signojn ', ", [ aŭ ], pardonu: %s

source: Handling %s from config list...
eo: Traktante %s el agordolisto...

source: Examining %s...
eo: Ekzamenante %s...

source: Ignoring %s, contains one of forbidden characters: '"[]
eo: Ignorante %s, enhavas unu el malpermesitaj signoj: '"[]

source: Config merge: removing %s from config; use the backup file to retrieve caption info if this was a mistake
eo: Agordo kunfando: forigante %s el agordo; uzu la sekurkopia dosiero por elpreni titoloinformon se vi maltrafis

source: %s photos
eo: %s bildoj

source: %s videos
eo: %s videoj

source: Outputting in %s...
eo: Eligante al %s...

source: creating photos thumbnails...
eo: kreante bildaj miniaturoj...

source: creating videos thumbnails...
eo: kreante videoj miniaturoj...

source: generating HTML pages...
eo: kreante HTML-a paĝoj...

source: (no preview)
eo: (neniu antaŭrigardo)

source: Pages:
eo: Paĝoj:
